tap "aws/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "glib"
brew "python@3.9"
brew "harfbuzz"
brew "zstd"
brew "little-cms2"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gcc"
brew "openblas"
brew "wxwidgets"
brew "erlang"
brew "gnutls"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "kafka"
brew "krb5"
brew "libssh2"
brew "node@16"
brew "mongosh"
brew "neovim"
brew "netcdf"
brew "nmap", link: false
brew "node", link: false
brew "numpy"
brew "qt@5"
brew "vtk"
brew "opencv"
brew "pipenv"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.7"
brew "tcl-tk"
brew "python@3.8"
brew "rabbitmq"
brew "thrift"
brew "wget"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "anaconda"
cask "macfuse"
cask "mounty"
vscode "aaravb.chrome-extension-developer-tools"
vscode "burkeholland.simple-react-snippets"
vscode "chris-noring.node-snippets"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "febean.vue-format"
vscode "GitHub.copilot"
vscode "hollowtree.vue-snippets"
vscode "James-Yu.latex-workshop"
vscode "JeffersonQin.latex-snippets-jeff"
vscode "mathematic.vscode-latex"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "octref.vetur"
vscode "redhat.vscode-yaml"
vscode "roerohan.mongo-snippets-for-node-js"
vscode "solomonkinard.chrome-extension-api"
